Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# health_meals_body_ai.2dc87f83e5a5
source: 安静時心拍: {{value1}} bpm
ar_sa: معدل ضربات القلب أثناء الراحة: {{value1}} bpm
ca: Freqüència cardíaca en repòs: {{value1}} bpm
cs: Srdeční frekvence v klidu: {{value1}} bpm
da: Hvilepuls: {{value1}} bpm
de_de: Ruheherzfrequenz: {{value1}} bpm
el: Καρδιακός ρυθμός σε ηρεμία: {{value1}} bpm
en_au: Resting heart rate: {{value1}} bpm
es_es: Frecuencia cardíaca en reposo: {{value1}} bpm
fi: Levossa oleva sydämen syke: {{value1}} bpm
fr_ca: Fréquence cardiaque au repos : {{value1}} bpm
gu: આરામ દરમિયાન હાર્ટ રેટ: {{value1}} bpm
he: דופק במצב מנוחה: {{value1}} bpm
hi: आराम के समय हृदय गति: {{value1}} bpm
hr: Srčani ritam u miro: {{value1}} bpm
hu: Pihenő állapotban mért pulzus: {{value1}} bpm
id: Detak jantung saat istirahat: {{value1}} bpm
it: Frequenza cardiaca a riposo: {{value1}} bpm
ko: 휴식 중 심박수: {{value1}} bpm
mr: विश्रांती दरम्यान हृदय गती: {{value1}} bpm
ms: Palpitasi semasa istirahat: {{value1}} bpm
nl_nl: Rusthartslag: {{value1}} bpm
no: Hvilepuls: {{value1}} bpm
pl: Tętno w spoczynku: {{value1}} bpm
pt_br: Frequência cardíaca em repouso: {{value1}} bpm
pt_pt: Frequência cardíaca em repouso: {{value1}} bpm
ro: Frecvența cardiacă în repaus: {{value1}} bpm
ru: Пульс в состоянии покоя: {{value1}} ударов в минуту
sk: Pulz pri odpočinku: {{value1}} bpm
sl: Srčni utrip v miro: {{value1}} bpm
sv: Pulsvärde i vila: {{value1}} bpm
ta: அமைதியான நேரத்தில் இதயத் துடிப்பு: {{value1}} bpm
te: విశ్రాంతి సమయంలో హృదయ స్పందన: {{value1}} bpm
th: อัตราการเต้นของหัวใจขณะพัก: {{value1}} bpm
tr: Dinlenme sırasında kalp atışı: {{value1}} bpm
uk: Серцевий ритм у спокої: {{value1}} ударів за хвилину
vi: Nhịp tim khi nghỉ ngơi: {{value1}} bpm
zh_hans: 静息心率: {{value1}} bpm
zh_hant: 休息時心率：{{value1}} bpm

# health_meals_body_ai.2e02f2290c71
source: 現在地を確認中
ar_sa: التحقق من الموقع الحالي
ca: Comprovant la ubicació actual
cs: Kontrola polohy
da: Bekræfter din placering
de_de: Überprüfung Ihrer aktuellen Position
el: Ελέγχουμε την τρέχουσα τοποθεσία
en_au: Checking location
es_es: Verificando ubicación
fi: Sijainnin tarkistus käynnissä
fr_ca: Vérification de votre localisation
gu: હાલનું સ્થાન તપાસવામાં આવી રહ્યું છે
he: בדיקת מיקום
hi: वर्तमान स्थान की जांच कर रहा हूँ।
hr: Provjera lokacije
hu: Helyszín ellenőrzés közben
id: Memeriksa lokasi Anda
it: Verifico la posizione attuale
ko: 현재 위치 확인 중
mr: सध्याचे स्थान तपासत आहे
ms: Memastikan lokasi semasa
nl_nl: Locatie wordt gecontroleerd...
no: Bekrefter lokasjon...
pl: Sprawdzam aktualną lokalizację
pt_br: Verificando sua localização
pt_pt: Verificando sua localização
ro: Verificarea locației
ru: Проверка местоположения...
sk: Kontrola polohy
sl: Preverjamam lokacijo
sv: Kontrollerar din plats
ta: இடம் சரிபார்க்கப்படுகிறது
te: ప్రస్తుత స్థానాన్ని ధృవీకరించుతున్నాను
th: กำลังตรวจสอบตำแหน่งปัจจุบัน
tr: Konumunuzu kontrol ediyorum...
uk: Перевіряю ваше місцезнаходження
vi: Đang xác định vị trí hiện tại
zh_hans: 正在确认当前位置
zh_hant: 正在確認當前位置

# health_meals_body_ai.2e46c93455a4
source: あと{{value1}}g
ar_sa: أيضا {{value1}}g
ca: També {{value1}}g
cs: Zbývá {{value1}} g
da: Og {{value1}} gram
de_de: Noch {{value1}} g
el: Επιπλέον {{value1}} γρ.
en_au: And {{value1}}g more
es_es: Además, {{value1}} g
fi: Lisäksi {{value1}} g
fr_ca: Et {{value1}} g
gu: વધુ {{value1}} ગ્રામ
he: ועוד {{value1}} גרם
hi: और {{value1}} ग्राम
hr: Dodatno {{value1}} g
hu: És {{value1}} gramm
id: Sisa {{value1}}g
it: Altro {{value1}} g
ko: 그리고 {{value1}}g 더
mr: आणि आणखी {{value1}} ग्रॅम
ms: Tambahan {{value1}}g
nl_nl: En {{value1}} gram
no: Også {{value1}}g
pl: Dodatkowo {{value1}} g
pt_br: Mais {{value1}}g
pt_pt: Mais {{value1}}g
ro: Mai sunt {{value1}}g
ru: Еще {{value1}} г
sk: Ďalších {{value1}} g
sl: Še {{value1}} g
sv: Ytterligare {{value1}} g
ta: மேலும் {{value1}} கிராம்
te: మరియు {{value1}} గ్రాములు
th: อีก {{value1}} กรัม
tr: Ayrıca {{value1}} gram daha
uk: Ще {{value1}} г
vi: Và {{value1}} phút
zh_hans: 还有{{value1}}克
zh_hant: 還有{{value1}}克

# health_meals_body_ai.2e56b4936c7f
source: 月次レビュー生成中
ar_sa: يتم إنشاء المراجعة الشهرية
ca: S'està generant una revisió mensual
cs: Generování měsíční kontroly
da: Genererer månedlig gennemgang
de_de: Monatliche Überprüfung wird generiert
el: Δημιουργία μηνιαίων ανασκοπήσεων σε εξέλιξη
en_au: Generating monthly review
es_es: Generando revisión mensual
fi: Luodaan kuukausittainen tarkistus
fr_ca: Génération de la revue mensuelle en cours
gu: માસિક સમીક્ષા જનરેટ થઈ રહી છે
he: ביצוע ביקורת חודשית
hi: मासिक समीक्षा तैयार हो रही है
hr: Generiranje mjesečnog pregleda
hu: Júliás összefoglaló generálása
id: Sedang membuat tinjauan bulanan
it: In fase di generazione della revisione mensile
ko: 월간 리뷰 생성 중
mr: मासिक आढावा तयार करत आहे
ms: Menghasilkan tinjauan bulanan
nl_nl: Maandelijkse review wordt gegenereerd
no: Genererer månedlig gjennomgang
pl: Generowanie miesięcznej analizy
pt_br: Gerando revisão mensal
pt_pt: Gerando revisão mensal
ro: Generarea revizuirii lunare este în curs
ru: Генерация плана ежемесячного обзора
sk: Generovanie mesačnej analýzy
sl: Izvajam mesečni pregled
sv: Genererar månatlig sammanfattning
ta: மாதாந்திர மதிப்பாய்வு உருவாக்கம் நடைபெற்று வருகிறது
te: నెలవారీ సమీక్ష సృష్టి జరుగుతోంది
th: กำลังสร้างรายงานรายเดือน
tr: Aylık değerlendirme oluşturuluyor
uk: Генерація щомісячного огляду
vi: Đang tạo báo cáo đánh giá hàng tháng
zh_hans: 正在生成月度回顾
zh_hant: 正在生成月度回顾

# health_meals_body_ai.2e6d80b23ca9
source: トレーニング計画
ar_sa: خطة التدريب
ca: pla de formació
cs: Plán tréninku
da: Træningsplan
de_de: Trainingsplan
el: Σχέδιο προπόνησης
en_au: Training Plan
es_es: Plan de entrenamiento
fi: Harjoitusohjelma
fr_ca: Plan d'entraînement
gu: ટ્રેનિંગ યોજના
he: תכנית אימונים
hi: ट्रेनिंग योजना
hr: Plan vježbi
hu: Edzésterv
id: Rencana Latihan
it: Piano di allenamento
ko: 운동 계획
mr: ट्रेनिंग योजना
ms: Rencana Latihan
nl_nl: Trainingsplan
no: Treningsplan
pl: Plan treningowy
pt_br: Plano de Treino
pt_pt: Plano de Treino
ro: Plan de antrenament
ru: План тренировок
sk: Plán tréningu
sl: Planski trening
sv: Träningsplan
ta: பயிற்சி திட்டம்
te: వ్యాయామ ప్రణాళిక
th: แผนการออกกำลังกาย
tr: Eğitim planı
uk: План тренувань
vi: Kế hoạch tập luyện
zh_hans: 训练计划
zh_hant: 訓練計畫

# health_meals_body_ai.2e73d1d00afb
source: 食事を撮って記録
ar_sa: تصوير وتسجيل وجبات الطعام الخاصة بك
ca: Fotografia i grava els teus àpats
cs: Zaznamenejte si jídlo
da: Tag et billede og registrer måltidet
de_de: Mahlzeit aufnehmen und protokollieren
el: Καταγραφή γεύματος
en_au: Take a photo and record your meal
es_es: Registra tu comida
fi: Ota ruokakuva ja tallenna se
fr_ca: Prendre une photo et enregistrer le repas
gu: ખોરાક લો અને રેકોર્ડ કરો
he: צלם ותעד את הארוחה
hi: भोजन की तस्वीरें लें और रिकॉर्ड करें
hr: Snimite i zapamti jelo
hu: Rögzítse az étkezését és a táplálékot
id: Ambil foto dan catat makanan
it: Registra il pasto
ko: 식사 사진을 찍고 기록
mr: आहाराची नोंद करा
ms: Ambil dan catat makanan
nl_nl: Maaltijd vastleggen en opslaan
no: Ta et bilde og registrer måltidet
pl: Zapisz zdjęcie i informacje o jedzeniu
pt_br: Registre sua refeição
pt_pt: Registre sua refeição
ro: Înregistrați mesele
ru: Записывайте и сохраняйте информацию о еде
sk: Fotografujte a zaznamenávajte jedlo
sl: Fotografirajte in zabeležite hrano
sv: Ta ett foto och registrera måltiden
ta: உணவை எடுத்து பதிவு செய்தல்
te: ఆహారాన్ని తీసి రికార్డ్ చెయ్యి
th: บันทึกภาพและข้อมูลอาหาร
tr: Öğünü fotoğraflayın ve kaydedin
uk: Зафіксуйте та запишіть свою їжу
vi: Ghi lại bữa ăn
zh_hans: 拍照并记录饮食
zh_hant: 拍照並記錄飲食

# health_meals_body_ai.2fab54303f04
source: 食事を記録
ar_sa: سجل وجباتك
ca: enregistreu els vostres àpats
cs: Zaznamenejte si jídlo
da: Registrer måltidet
de_de: Mahlzeit protokollieren
el: Καταγραφή γεύματος
en_au: Record your meal
es_es: Registra tu comida
fi: Tallenna ruokapäiväkirja
fr_ca: Enregistrer un repas
gu: ખોરાક રેકોર્ડ કરો
he: תעד ארוחה
hi: भोजन का रिकॉर्ड करें
hr: Zapiši jelo
hu: Rögzítse az étkezést
id: Catat makanan
it: Registra il pasto
ko: 식사를 기록
mr: आहाराची नोंद करा
ms: Catat makanan
nl_nl: Maaltijd opslaan
no: Registrer måltidet
pl: Zapisz informacje o jedzeniu
pt_br: Registrar refeição
pt_pt: Registrar refeição
ro: Înregistrați mesele
ru: Сохранить записи о еде
sk: Zaznamy o jedle
sl: Zabeležite hrano
sv: Registrera måltiden
ta: உணவை பதிவு செய்தல்
te: ఆహారాన్ని రికార్డ్ చెయ్యి
th: บันทึกข้อมูลอาหาร
tr: Öğünü kaydedin
uk: Записуйте свої прийоми їжі
vi: Ghi lại bữa ăn
zh_hans: 记录饮食
zh_hant: 記錄飲食

# health_meals_body_ai.31969faf266a
source: 栄養成分表示OCR（要確認）
ar_sa: المعلومات الغذائية التعرف الضوئي على الحروف (التأكيد مطلوب)
ca: Informació nutricional OCR (necessita confirmació)
cs: OCR pro zobrazení nutričních hodnot (nutné ověřit)
da: OCR af ernæringsværdi (kræver gennemgang)
de_de: Nährwertanzeige OCR (muss überprüft werden)
el: Αναγνώριση OCR για θρεπτικά συστατικά (Απαιτεί επιβεβαίωση)
en_au: Nutrient display OCR (needs verification)
es_es: OCR de información nutricional (requiere verificación)
fi: Ravintoaineiden näyttö (tarkistettava)
fr_ca: Reconnaissance optique des informations nutritionnelles (à vérifier)
gu: પોષણ ઘટકોનું OCR (ચકાસવાની જરૂર છે)
he: זיהוי OCR של ערכים תזונתיים (יש לבדוק)
hi: पोषण सामग्री का OCR (सत्यापन आवश्यक)
hr: OCR za prikaz hranjivih sastojaka (treba provjeriti)
hu: Táplálkozási információk OCR (ellenőrizni kell)
id: OCR tampilan nutrisi (perlu dikonfirmasi)
it: OCR dell'etichetta nutrizionale (da verificare)
ko: 영양 성분 표시 OCR (확인 필요)
mr: पोषक तत्वांचे प्रदर्शन OCR (तपास आवश्यक)
ms: OCR Paparan Nutrisi (Perlu disemak)
nl_nl: Voedingswaarde OCR (moet gecontroleerd worden)
no: OCR for næringsstoffer (må verifiseres)
pl: OCR etykiet z informacją o wartościach odżywczych (wymaga potwierdzenia)
pt_br: OCR de informações nutricionais (verificar)
pt_pt: OCR de informações nutricionais (verificar)
ro: OCR pentru afișarea nutrienților (necesită verificare)
ru: Распознавание текста (OCR) для информации о питательных веществах (требуется подтверждение)
sk: OCR pre zobrazenie nutričných hodnôt (nutná kontrola)
sl: OCR za prikaz hranilnih sestavin (za preveritvo)
sv: OCR för näringsdeklaration (kräver verifiering)
ta: ஊட்டச்சத்து விவரங்களைக் கண்டறிய OCR (சரிபார்க்க வேண்டும்)
te: పోషకాహార అంశాల ప్రదర్శన OCR (ధృవీకరించు అవసరం)
th: การสแกน OCR ของสารอาหาร (ต้องตรวจสอบ)
tr: Besin içeriği gösterimi OCR (kontrol gereklidir)
uk: OCR для відображення харчових показників (потрібно перевірити)
vi: Nhận dạng văn bản (OCR) thông tin dinh dưỡng (cần xác minh)
zh_hans: 营养成分显示OCR（需要确认）
zh_hant: 营养成分显示OCR（需要确认）

# health_meals_body_ai.320cd1a54732
source: {"keep_existing":true,"readiness_level":"normal","summary":"今日の提案をこのまま進めましょう。","change_reason":"","actions":[{{value1}}]}
ar_sa: {"keep_existing":true,"readiness_level":"normal","summary":"لنواصل تنفيذ الاقتراحات اليومية.","change_reason":"","actions":[{{value1}}]}
ca: {"mantenir_existent":true,"nivell_de_preparació":"normal","resum":"Continuem amb la proposta d'avui tal com és.","motivo_del_canvi":"","accions":[{{value1}}]}
cs: {"zachovat_stávající":true,"úroveň připravenosti":"normální","shrnutí":"Pokračujme v dnešních návrzích.","důvod změny":"","akce":[{{value1}}]
da: {"behold_eksisterende":true,"beredskabsniveau":"normal","resume":"Lad os fortsætte med dagens forslag, som det er.","ændringsgrund":"","handlinger":[{{value1}}]
de_de: {"vorhandene_daten_beibehalten":true,"vorkenntnisse":"normal","zusammenfassung":"Lassen Sie uns mit dem heutigen Vorschlag fortfahren.","grunde":"","aktionen":[{{value1}}]}
el: {"διατήρησε_υπάρχοντα":true,"επίπεδο προετοιμασίας":"κανονικό","περιλήψου":"Ας συνεχίσουμε με την πρόταση για σήμερα.","λόγος αλλαγής":"","ενέργειες":[{{value1}}]}
en_au: {"keep_existing":true,"readiness_level":"normal","summary":"Let's proceed with today's recommendations as is.","change_reason":"","actions":[{{value1}}]
es_es: {"mantener_existente":true,"nivel_de_preparación":"normal","resumen":"Continuemos con la sugerencia de hoy.","razón_del_cambio":"","acciones":[{"{{value1}}}]}
fi: {"pidä_olemassa olevat tiedot":true,"valmistautumistaso":"normaali","yhteenveto":"Jatketaan tämän päivän ehdotusta edelleen.","muutoksen syy":"", "toimet":[{{value1}}]
fr_ca: {"préserver_existant":true,"niveau_de_préparation":"normal","résumé":"Continuons avec la proposition d'aujourd'hui.","raison_du_changement":"","actions":[{{value1}}]}
gu: {"keep_existing":true,"readiness_level":"સામાન્ય","summary":"આજેના સૂચનોને જ આગળ વધારીએ.","change_reason":"","actions":[{{value1}}]}
he: {"שמור את הקיים":true,"רמת מוכנות":"רגילה","סיכום":"בואו נעשה את ההצעה הזאת כפי שהיא.","סיבת שינוי":"","פעולות":[{{value1}}]}
hi: {"keep_existing":true,"readiness_level":"सामान्य","summary":"आज के सुझाव को इसी तरह आगे बढ़ाएं।","change_reason":"","actions":[{{value1}}]}
hr: {"začuvati postojeće vrijednosti":true,"stupanj spremnosti":"normalan","sažetak":"Nastavite s današnjim prijedlogom.","razlog promjene":"","akcije":[{{value1}}]}
hu: {"megőrzés_meghatározás":true,"készségi_szint":"normál","összefoglaló":"Folytassuk a mai javaslatot.","változás_ok":"","akciók":[{{value1}}]}
id: {"pertahankan_yang_ada":true,"tingkat_siap":"normal","ringkasan":"Mari lanjutkan dengan saran hari ini.","alasan_perubahan":"","tindakan":[{{value1}}]
it: {"mantenere_esistente":true,"livello_di_prontezza":"normale","riassunto":"Procediamo con la proposta odierna.","motivo_del_cambio":"","azioni":[{{value1}}]}
ko: {"keep_existing":true,"readiness_level":"normal","summary":"오늘 제안대로 진행하겠습니다.","change_reason":"","actions":[{{value1}}]}
mr: {"keep_existing":true,"readiness_level":"सामान्य","summary":"आजचे प्रस्ताव तसेच पुढे चालू ठेवा.","change_reason":"","actions":[{{value1}}]}
ms: {"simpan_yang_wujud":true,"tahap_siap":"biasanya","ringkasan":"Teruskan cadangan hari ini.","penyebab_perubahan":"","tindakan":[{"{{value1}}]"}
nl_nl: {"bestaande_waarden_behoud":true,"bereidheidsniveau":"normaal","samenvatting":"Laten we deze suggestie verder volgen.","reden_verandering":"","acties":[{{value1}}]}
no: {"behold_eksisterende":true,"ferdighetsnivå":"normal","oppsummering":"La oss fortsette med dagens forslag.","endringsgrunn":"","handlinger":[{{value1}}]
pl: {"zachowaj_istniejące":true,"poziom_przygotowania":"normalny","podsumowanie":"Kontynuuj proponowane działania.","powód_zmiany":"","działania":[{{value1}}]}
pt_br: {"manter_existente":true,"nível_de_preparação":"normal","resumo":"Continuemos com a sugestão de hoje.","motivo_da_mudança":"","ações":[{{value1}}]}
pt_pt: {"manter_existente":true,"nível_de_preparação":"normal","resumo":"Continuemos com a sugestão de hoje.","motivo_da_mudança":"","ações":[{{value1}}]}
ro: {"păstrează_existent":true,"nivel_pregătire":"normal","rezumat":"Continuăm cu propunerea de astăzi.","motiv_schimbare":"","acțiuni":[{"{{value1}}]"}
ru: {"сохранить_существующие":true,"уровень готовности":"нормальный","краткое описание":"Давайте продолжим с предложенным планом.","причина изменения":"","действия":[{{value1}}]}
sk: {"zachovať_existujúce":pravda,"úroveň_pripravenosti":"normálna","zhrnutie":"Pokračujme v tomto návrhu.","dôvod_zmeny":"","akcie":[{{value1}}]
sl: {"hranite_obstojne":"upravno","stopnja pripravljenosti":"normalna","povzetek":"Lahko nadaljujemo z danačnimi predlaganimi ukrepi.","razlog za spremembo":"","dejanja":[{{value1}}]}
sv: {"behåll_befintliga":true,"färdighetsnivå":"normal","sammanfattning":"Vi fortsätter med dagens förslag.","ändringsorsak":"","åtgärder":[{{value1}}]}
ta: {"ஏற்கனவே உள்ளதை தக்கவைக்கவும்":true,"தயார்நிலை நிலை":"சாதாரண", "சுருக்கம்":"இன்றைய திட்டத்தை அப்படியே தொடரலாம்.","மாற்றத்திற்கான காரணம்":"", "நடவடிக்கைகள்":[{{value1}}]
te: {"keep_existing":true,"readiness_level":"normal","summary":"ఈ రోజు సూచనను కొనసాగించవచ్చు.","change_reason":"","actions":[{{value1}}]}
th: {"keep_existing":true,"readiness_level":"ปกติ","summary":"เราจะดำเนินการตามข้อเสนอในวันนี้ต่อไป","reason":"","actions":[{{value1}}]}
tr: {"var olanı koru":true,"hazırlık seviyesi":"normal","özet":"Bugünkü öneriyi aynen devam ettirelim.","değiştirme nedeni":"", "eylemler":[{{value1}}]
uk: {"зберегти_існуюче":true,"рівень готовності":"нормальний","підсумок":"Продовжуємо, як запропоновано сьогодні.","причина змін":"","дії":[{{value1}}]}
vi: {"keep_existing":true,"mức độ sẵn sàng":"bình thường","tóm tắt":"Tiếp tục thực hiện đề xuất hôm nay.","lý do thay đổi":"","hành động":[{{value1}}]}
zh_hans: {"keep_existing":true,"readiness_level":"normal","summary":"继续按照今天的建议进行。","change_reason":"","actions":[{{value1}}]}
zh_hant: {"keep_existing":true,"readiness_level":"normal","summary":"繼續按照今天的建議進行。","change_reason":"","actions":[{{value1}}]}

# health_meals_body_ai.325f72991867
source: HTTPはlocalhost、LAN、Tailscale内だけ利用できます。外部サーバーにはHTTPSを使用してください。
ar_sa: لا يمكن استخدام HTTP إلا داخل المضيف المحلي، وLAN، وTailscale. الرجاء استخدام HTTPS للخوادم الخارجية.
ca: HTTP només es pot utilitzar dins de localhost, LAN i Tailscale. Utilitzeu HTTPS per a servidors externs.
cs: HTTP je k dispozici pouze pro localhost, LAN a Tailscale. Pro externí servery používejte HTTPS.
da: HTTP kan kun bruges på localhost, LAN og Tailscale. Brug HTTPS til eksterne servere.
de_de: HTTP ist nur für localhost, LAN und Tailscale verfügbar. Verwenden Sie für externe Server HTTPS.
el: Η HTTP λειτουργεί μόνο για localhost, LAN και Tailscale. Για εξωτερικούς διακομιστές, χρησιμοποιήστε HTTPS.
en_au: HTTP can only be used on localhost, LAN, and Tailscale. Use HTTPS for external servers.
es_es: HTTP solo disponible para localhost, red local y Tailscale. Para servidores externos, use HTTPS.
fi: HTTP toimii vain localhostissa, LAN:ssa ja Tailscale-verkossa. Käytä HTTPS:ää ulkoisille palvelimille.
fr_ca: HTTP ne fonctionne que sur localhost, réseau local et Tailscale. Utilisez HTTPS pour les serveurs externes.
gu: HTTP ફક્ત localhost, LAN અને Tailscale માં જ વાપરી શકાય છે. બાહ્ય સર્વર માટે HTTPS નો ઉપયોગ કરો.
he: ניתן להשתמש רק ב-HTTP עבור localhost, רשת מקומית ו-Tailscale. יש להשתמש ב-HTTPS עבור שרתים חיצוניים.
hi: HTTP केवल localhost, LAN और Tailscale के भीतर उपयोग किया जा सकता है। बाहरी सर्वर के लिए HTTPS का उपयोग करें।
hr: HTTP je dostupan samo za localhost, lokalnu mrežu i Tailscale. Za vanjske servere koristite HTTPS.
hu: Az HTTP csak localhost, LAN és Tailscale hálózatokon használható. Az external szerverekhez HTTPS protokollt használjon.
id: HTTP hanya dapat digunakan pada localhost, LAN, dan Tailscale. Gunakan HTTPS untuk server eksternal.
it: HTTP è disponibile solo su localhost, rete LAN e Tailscale. Per i server esterni, utilizzare HTTPS.
ko: HTTP는 localhost, LAN, Tailscale 내에서만 사용 가능합니다. 외부 서버에는 HTTPS를 사용하십시오.
mr: HTTP फक्त localhost, LAN आणि Tailscale मध्येच वापरले जाऊ शकते. बाह्य सर्व्हरसाठी HTTPS वापरा.
ms: HTTP hanya boleh digunakan pada localhost, LAN, dan Tailscale. Gunakan HTTPS untuk pelayan luaran.
nl_nl: HTTP kan alleen worden gebruikt voor localhost, LAN en Tailscale. Gebruik HTTPS voor externe servers.
no: HTTP kan kun brukes på localhost, LAN og Tailscale. Bruk HTTPS for eksterne servere.
pl: HTTP działa tylko lokalnie, w sieci LAN i w Tailscale. Do połączenia z zewnętrznymi serwerami należy używać HTTPS.
pt_br: O HTTP só pode ser usado em localhost, LAN e Tailscale. Use HTTPS para servidores externos.
pt_pt: O HTTP só pode ser usado em localhost, LAN e Tailscale. Use HTTPS para servidores externos.
ro: HTTP poate fi utilizat doar pe localhost, rețea locală și Tailscale. Pentru servere externe, folosiți HTTPS.
ru: HTTP доступен только для localhost, локальной сети и Tailscale. Для доступа к внешним серверам используйте HTTPS.
sk: HTTP je možné použiť len na localhost, LAN a Tailscale. Na vonkajšie servery používajte HTTPS.
sl: HTTP je na voljo samo za localhost, LAN in Tailscale. Za povezavo z eksternimi strežniki uporabite HTTPS.
sv: HTTP kan endast användas för localhost, LAN och Tailscale. Använd HTTPS för externa servrar.
ta: HTTP, localhost, LAN மற்றும் Tailscale-இல் மட்டுமே பயன்படுத்த முடியும். வெளிப்புற சேவையகங்களுக்கு HTTPS பயன்படுத்தவும்.
te: HTTP అనేది localhost, LAN మరియు Tailscale లో మాత్రమే ఉపయోగించబడుతుంది. బాహ్య సర్వర్ కోసం HTTPS ను ఉపయోగించండి.
th: สามารถใช้ HTTP เฉพาะ localhost, LAN และ Tailscale เท่านั้น โปรดใช้ HTTPS สำหรับเซิร์ฟเวอร์ภายนอก
tr: HTTP yalnızca localhost, yerel ağ ve Tailscale içinde kullanılabilir. Dış sunucular için HTTPS kullanın.
uk: HTTP доступний лише для localhost, локальної мережі та Tailscale. Для зовнішніх серверів використовуйте HTTPS.
vi: Chỉ sử dụng localhost, mạng LAN và Tailscale. Vui lòng sử dụng HTTPS cho các máy chủ bên ngoài.
zh_hans: 只能在localhost、局域网和Tailscale中使用HTTP。对于外部服务器，请使用HTTPS。
zh_hant: 僅限於使用 HTTP 協議，且只能在 localhost、LAN 和 Tailscale 中。對於外部伺服器，請使用 HTTPS。

# health_meals_body_ai.33222467ebe4
source: 体型写真のAI共有は設定でオフです。
ar_sa: تم إيقاف مشاركة صور الجسم باستخدام الذكاء الاصطناعي في الإعدادات.
ca: L'ús compartit amb IA de fotos corporals està desactivat a la configuració.
cs: Sdílení fotografií postavy pomocí AI je vypnuto ve nastavení.
da: Funktionen til at dele kropsfotos via AI er slået fra i indstillingerne.
de_de: Die Weitergabe von Bildern Ihres Körpers über KI ist in den Einstellungen deaktiviert.
el: Η κοινή χρήση φωτογραφιών σωματικού τύπου μέσω AI είναι απενεργοποιημένη στις ρυθμίσεις.
en_au: Sharing AI body shape photos is disabled in settings.
es_es: El intercambio de fotos del cuerpo está desactivado en la configuración.
fi: Kehon kuvan jakaminen asetuksissa on käytössä poistettu.
fr_ca: Le partage de photos du corps via l'IA est désactivé dans les paramètres.
gu: શરીરના આકારની તસવીરનું AI શેરિંગ, સેટિંગ્સમાં બંધ છે.
he: שיתוף תמונות גוף באמצעות AI מושבת בהגדרות.
hi: बॉडी शेप फोटो का AI शेयरिंग सेटिंग में बंद है।
hr: Dijeljenje fotografija tijela putem AI je isključeno u postavkama.
hu: A testkép AI-val történő megosztás be van kapcsolva a beállításokban.
id: Fitur berbagi foto bentuk tubuh melalui AI dinonaktifkan dalam pengaturan.
it: La condivisione delle foto del corpo tramite AI è disattivata nelle impostazioni.
ko: 체형 사진 공유는 설정에서 꺼져 있습니다.
mr: शरीराचा आकार फोटो शेअर करण्याची सेटिंग बंद आहे.
ms: Penggunaan AI untuk berkongsi foto bentuk badan diatur kepada 'off'.
nl_nl: Het delen van foto's van uw lichaam via AI is uitgeschakeld in de instellingen.
no: Deling av bilder av kroppen via AI er deaktivert i innstillingene.
pl: Udostępnianie zdjęć sylwetki za pomocą AI jest wyłączone w ustawieniach.
pt_br: A partilha de fotos do corpo com IA está desativada nas configurações.
pt_pt: A partilha de fotos do corpo com IA está desativada nas configurações.
ro: Funcția de partajare a fotografiilor cu silueta este dezactivată în setări.
ru: Функция обмена фотографиями вашей фигуры отключена в настройках.
sk: Funkcia zdieľania fotografií postavy je vypnutá v nastaveniach.
sl: Deljenje fotografije telesne oblike preko AI je onemogočeno v nastavitvah.
sv: Funktionen för att dela foton av kroppens form är avstängd i inställningarna.
ta: உடல் அமைப்பு புகைப்படத்தை பகிரும் வசதி, அமைப்புகளில் முடக்கப்பட்டுள்ளது.
te: శరీర ఆకృతి ఫోటోను AI ద్వారా పంచుకోవడం అనేది సెట్టింగ్‌లలో ఆఫ్ చేయబడింది.
th: การแชร์รูปภาพรูปร่างด้วย AI ปิดอยู่ตามการตั้งค่า
tr: Vücut fotoğrafı paylaşımı, ayarlar üzerinden kapatılmıştır.
uk: Функція обміну фото вашого тіла через AI вимкнена в налаштуваннях.
vi: Chức năng chia sẻ ảnh dáng người AI đã tắt trong cài đặt.
zh_hans: 体型照片的AI共享已关闭。
zh_hant: 体型照片的AI共享已关闭。
